[
  {
    "title": "How To Properly Pause Your Email Inbox at Work",
    "img": "https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/35da72c7009e96f62c54c2c119df0e7f.jpg",
    "content": "Whether youre finishing up work for the holidays or heading off on a well-earned vacation (or both), theres often the question of what to do with your emails while youre away from your deskand how be… [+4846 chars]"
  },
  {
    "title": "As China's massive wave of COVID-19 infections begins its march across a country roughly the size of Europe, the ripple effect on business is accelerating.",
    "img": "https://www.reuters.com/resizer/pmo4OHS8dTcmT2tBSLsUiSVtqqI=/1200x628/smart/filters:quality(80)/cloudfront-us-east-2.images.arcpublishing.com/reuters/4LLW6X5B4ZN2ZC3VXZMDSLEH4M.jpg",
    "content": ""
  },
  {
    "title": "Android Central's Best of 2022 Awards",
    "img": "https://cdn.mos.cms.futurecdn.net/p8FUGpPX6YQA3YVULYCGRQ-1200-80.jpg",
    "content": "Every year seems to go a little faster, and 2022 was no exception (like, wasn't it JUST Halloween?!). This year was as eventful as any in recent memory, bringing us amazing gadgets, gizmos, and endle… [+29364 chars]"
  },
  {
    "title": "Samsung Prioritizing Development of OLED Displays for Rumored 2024 iPad Pro",
    "img": "https://images.macrumors.com/t/YHinPljAgi01dOuDZYQNlBwzGVo=/2500x/article-new/2022/07/iPad-Pro-OLED-Feature-2.jpg",
    "content": "Samsung is prioritizing the development of OLED displays that Apple plans to use in upcoming iPad models, according to a report today by The Elec.\\r\\nAccording to the report, Samsung has prioritized th… [+841 chars]"
  },
  {
    "title": "Apple Still Sells Refurbished Apple Watch Series 3 Models, But You Shouldn't Buy One",
    "img": "https://images.macrumors.com/t/XABJRV39eYQjwu-Qqoy0AmlWGQQ=/2000x/article-new/2022/09/apple-watch-series-3.jpg",
    "content": "The Apple Watch Series 3 was originally announced in 2017 and remained in Apple's lineup until earlier this year as a low-cost option. The Series 3's longevity in the lineup sparked jokes and memes, … [+1030 chars]"
  },
  {
    "title": "Kuo: Apple to Cancel or Postpone 2024 iPhone SE 4",
    "img": "https://images.macrumors.com/t/sJnGvvexlFJgxrBUpD9pN1cS7eA=/1600x/article-new/2022/10/iphone-se-4-modified.jpg",
    "content": "Apple will cancel or postpone mass production for the planned 2024 iPhone SE 4, Apple analyst Ming-Chi Kuo said today in a series of tweets. Kuo said that he believes Apple will delay or scrap the de… [+554 chars]"
  },
  {
    "title": "Get Your Last-Minute Holiday Orders in Before Apple's Online Shopping Deadline Today",
    "img": "https://images.macrumors.com/t/R3bb6SeVHi5OJ4HR6uik3_PFWgw=/1600x/article-new/2022/11/apple-gift-guide-2022-give-wow.jpg",
    "content": "With the holidays just around the corner, you may be doing some last-minute shopping, possibly hoping you may be able to order an Apple gadget for a friend or loved one in time for Christmas.\\r\\nTo mak… [+1208 chars]"
  },
  {
    "title": "iPhone 15 Rumored to Still Feature Qualcomm 5G Modem as Apple Continues Work on Custom Chip",
    "img": "https://images.macrumors.com/t/9dwipPTT-Fj35N3kAIVpfHp1PsU=/3542x/article-new/2020/10/iphone-12-5g.jpg",
    "content": "The iPhone 15 series will continue to feature Qualcomm 5G modems, according to a report today by DigiTimes, as development at Apple on a custom-made chip continues.\\r\\nApple is currently developing an … [+832 chars]"
  },
  {
    "title": "Apple's Self-Service Repairs Expand To Desktops Like iMac, Mac Studio",
    "img": "https://a.fsdn.com/sd/topics/mac_64.png",
    "content": "Apple's Self Service Repair program continues to roll out in new regions and to new products. Earlier this month, the program expanded from the United States to eight European countries. Now, US cust… [+691 chars]"
  },
  {
    "title": "Tesla has surpassed Apple as retail investors' favorite stock in 2022, research firm says",
    "img": "https://i.insider.com/62edfb818677d80018ee3c0f?width=1200&format=jpeg",
    "content": "Tesla has dethroned Apple as the most popular stock among retail investors in 2022, research firm Vanda said Wednesday, with the EV maker's historic sell-off driving a recent surge in buying. \\r\\nCumul… [+1904 chars]"
  },
  {
    "title": "What is a virtual credit card?",
    "img": "https://i.insider.com/63a3317458babf00188d5010?width=1200&format=jpeg",
    "content": "Insider's experts choose the best products and services to help make smart decisions with your money (heres how). In some cases, we receive a commission from our partners, however, our opinions are o… [+6713 chars]"
  },
  {
    "title": "'I feel like the Hulk': Customers call Panera's Charged Lemonade 'crack in a cup' in viral TikToks warning of caffeine content",
    "img": "https://i.insider.com/63a33e53ae4bde0019503845?width=1200&format=jpeg",
    "content": "Panera's Charged Lemonade has the internet abuzz yet again.\\r\\nWhile the lemonade garnered attention for its caffeine content when it first launched in April 2022, a new round of similar viral posts on… [+2973 chars]"
  },
  {
    "title": "Wells Fargo faces another setback with $1.7 billion penalty",
    "img": "https://i.insider.com/6104611eea74d40019b9f7ba?width=1200&format=jpeg",
    "content": "Happy hump day. Dan DeFrancesco in the Big Apple, and I'm loving this New York story about the internet's newest obsession with nepotism in Hollywood. Wall Street, obviously, is no stranger to nepoti… [+6713 chars]"
  },
  {
    "title": "NFL Sunday Ticket and YouTube on Verge of Multi-Billion Dollar Deal. Is It Good for Fans?",
    "img": "https://assets.entrepreneur.com/content/3x2/2000/1671640361-GettyImages-1245715237.jpg",
    "content": "The NFL's Sunday Ticket is on the verge of scoring a new deal with YouTube.\\r\\nCooper Neill | Getty Images\\r\\nAccording to the Wall Street Journal, Google and the NFL are in the red zone of bringing the … [+1243 chars]"
  },
  {
    "title": "7 Tactics To Prepare Your Digital Marketing Team For 2023",
    "img": "https://assets.entrepreneur.com/content/3x2/2000/1671213536-GettyImages-1367899893.jpg",
    "content": "As the shift to digital continues, traditional marketing is increasingly being disrupted by digital marketing. Digital marketing teams are under enormous pressure to manage this transition, seize the… [+5230 chars]"
  },
  {
    "title": "Apple habría cancelado el lanzamiento del iPhone SE 4",
    "img": "https://imgs.hipertextual.com/wp-content/uploads/2022/03/iPhone-SE-5-scaled.jpg",
    "content": "El iPhone SE de 4a generación, que llegaría para renovar al modelo que la firma de Cupertino anunció el pasado mes de marzo, podría no ver la luz en 2024. El analista Ming Chi-Kuo, quien además suele… [+2159 chars]"
  },
  {
    "title": "Lo nuevo de Tous son unos pendientes con soporte para los AirPods para que nunca los pierdas",
    "img": "https://i0.wp.com/imgs.hipertextual.com/wp-content/uploads/2022/12/Pendientes-AirPods-Tous.jpg?fit=2200%2C1236&quality=60&strip=all&ssl=1",
    "content": "La joyería y la tecnología unen fuerzas con este último producto de Tous. Si tienes miedo a perder tus AirPods al ir por la calle, o que se caigan en algún sitio difícil de alcanzar, esto es para ti.… [+2087 chars]"
  },
  {
    "title": "Autocrats Are Weaponizing Globalization. Ukraine Is Where They Must Be Stopped",
    "img": "https://api.time.com/wp-content/uploads/2022/12/ukraine-war-energy-military-strike.jpg?quality=85&w=1200&h=628&crop=1",
    "content": "Sheltering from Iranian kamikaze Shahed drones in the Kyiv metro in October, I tried to hide my extreme nervousness while simultaneously scrolling through social media videos of antiregime protests i… [+10089 chars]"
  },
  {
    "title": "How Apple Names Things",
    "img": "",
    "content": ""
  },
  {
    "title": "Ming-Chi Kuo: ‘Apple Will Likely Cancel or Postpone the Mass Production Plan for the 2024 iPhone SE 4’",
    "img": "",
    "content": ""
  },
  {
    "title": "Apple might cancel the iPhone SE 4 next year — and I’m glad",
    "img": "https://www.digitaltrends.com/wp-content/uploads/2022/08/iPhone-SE-2022-Keyboard.jpg?resize=1200%2C630&p=1",
    "content": "Apple repurposed the iPhone 8 design with the iPhone SE 2 and iPhone SE 3  and both of them did quite well. But folks have been itching for something new. According to previous reports this year, App… [+4589 chars]"
  },
  {
    "title": "Rivian adds Snow Mode through software update just in time for winter",
    "img": "https://www.digitaltrends.com/wp-content/uploads/2022/12/rivian-snow-mode-2.jpg?resize=1200%2C630&p=1",
    "content": "Making up for slow truck shipments, the Rivian software team has been busy working on improvements and new features to keep existing customers happy. Although its a small group, happy customers make … [+3199 chars]"
  },
  {
    "title": "Photographic Styles is the most underrated iPhone 14 camera feature you’re not using",
    "img": "https://www.digitaltrends.com/wp-content/uploads/2022/12/iphone-14-pro-settings-photographic-styles.jpg?resize=1200%2C630&p=1",
    "content": "For a lot of us, Apples iPhone is one of the best digital cameras that we own. Each year, Apple always improves the camera capabilities of the iPhone through both hardware and software. Even though t… [+7261 chars]"
  },
  {
    "title": "11 Times This Year When Politics Was Funny",
    "img": "",
    "content": "This is an edition of The Atlantic Daily, a newsletter that guides you through the biggest stories of the day, helps you discover new ideas, and recommends the best in culture. Sign up for it here.So… [+7549 chars]"
  },
  {
    "title": "The 15 Best TV Shows of 2022",
    "img": "",
    "content": "Television has always been a tether—to other people and to ourselves. In 2022, a year of turmoil and uncertainty, TV has provided something even more essential: a lifeline. Some shows reflected the m… [+16334 chars]"
  },
  {
    "title": "Comments",
    "img": "",
    "content": ""
  },
  {
    "title": "A Hapland Trilogy postmortem",
    "img": "https://foon.uk/how-flash-2022/thumbs/action.png",
    "content": ""
  },
  {
    "title": "Dolphin Progress September, October, and November 2022",
    "img": "https://dolphin-emu.org/m/user/uploads/zinnia/2022/12/21/progressreportheader-octo2022social.jpg",
    "content": "As we hit the holiday season, our Progress Report might be considered a bit late. A two month report became a three month report as we realized just how much work we had to catch up on. While the usu… [+47928 chars]"
  },
  {
    "title": "See A Satellite Tonight is my most successful side project so far, with 5 million users since launch in 2019. It's been entirely a solo project, and I've used it as a proving ground for a bunch of tech that I wanted to learn. It took dozens of APIs and servic…",
    "img": "https://james.darpinian.com/blog/headshot.jpg",
    "content": ""
  },
  {
    "title": "Comments",
    "img": "",
    "content": ""
  },
  {
    "title": "Dark Sky: Apple dreht Wetter-App ab",
    "img": "https://heise.cloudimg.io/bound/1200x1200/q85.png-lossy-85.webp-lossy-85.foil1/_www-heise-de_/imgs/18/3/6/6/8/5/7/2/dark-sky-dark-mode-447f96ef811908f9.jpeg",
    "content": "Apple wird die 2020 übernommene Wetter-App Dark Sky bis Ende des Jahres komplett einstellen. Das geht aus einer Nachricht in der App selbst hervor, die der Konzern aktuell einblenden lässt.\\r\\nSchon im… [+2174 chars]"
  },
  {
    "title": "Mittwoch: Amazons Marketplace-Versprechnungen, Microsofts macOS-Hilfe für Apple",
    "img": "https://heise.cloudimg.io/bound/1200x1200/q85.png-lossy-85.webp-lossy-85.foil1/_www-heise-de_/imgs/18/3/6/6/8/4/0/5/mittwoch-f9b960eca0a99bf8.webp",
    "content": "Amazon verspricht der EU, dass Händlerdaten nun tabu sind, jetzt aber wirklich. Außerdem kommen Lockerungen bei Prime und Änderungen der Buy Box, für sieben Jahre anstatt nur fünf. Damit finden zwei … [+3511 chars]"
  },
  {
    "title": "Self-Service-Reparatur: Apple dehnt sie auf Desktop-Macs und Studio Display aus",
    "img": "https://heise.cloudimg.io/bound/1200x1200/q85.png-lossy-85.webp-lossy-85.foil1/_www-heise-de_/imgs/18/3/6/6/8/5/5/7/StudioDisplayRepair-1013ccf71417b2b3.png",
    "content": "Apple hat damit begonnen, sein Self Service Repair Program (SSRP) für die Do-it-yourself-Reparatur seiner Produkte durch Endkunden auch auf Desktop-Macs auszudehnen zunächst in den USA, in absehbarer… [+2224 chars]"
  },
  {
    "title": "iPhone 14: Auto stürzt in Schlucht, Notruf per Satellit wird ausgelöst",
    "img": "https://heise.cloudimg.io/bound/1200x1200/q85.png-lossy-85.webp-lossy-85.foil1/_www-heise-de_/imgs/18/3/6/6/8/0/4/6/satellitenfunkiphone-c34af29aeab3a8e9.png",
    "content": "Apples im iPhone 14, 14 Pro, 14 Plus und 14 Pro Max verbaute Kombination aus Unfallerkennung und Satellitenfunk wurde nun bei einem schweren Fahrzeugunglück in Kalifornien verwendet, um Retter an die… [+2493 chars]"
  },
  {
    "title": "Apple Watch finds GPS independence from iPhone at last",
    "img": "https://i0.wp.com/9to5mac.com/wp-content/uploads/sites/6/2022/10/Apple-Watch-Offline-Maps-MIA.jpg?resize=1200%2C628&quality=82&strip=all&ssl=1",
    "content": "Apple Watch has had its own GPS since the Series 2 arrived six years ago. However, the watch has also relied the iPhone’s GPS when possible. That changes with the latest round of Apple Watch models.\\r… [+2207 chars]"
  },
  {
    "title": "Apple Watch for kids: What to buy, how to set up, and best bands",
    "img": "https://i0.wp.com/9to5mac.com/wp-content/uploads/sites/6/2022/09/apple-watch-se-2.jpg?resize=1200%2C628&quality=82&strip=all&ssl=1",
    "content": "Apple Watch for kids is something parents are embracing more and more. The New York Times ran a story in September 2022 about Apple Watch adoption among children as young as five. Parents are finding… [+2998 chars]"
  },
  {
    "title": "Apple Watch: How to set up hourly Taptic Chime alerts",
    "img": "https://i0.wp.com/9to5mac.com/wp-content/uploads/sites/6/2019/10/get-hourly-chimes-on-apple-watch.jpeg?resize=1200%2C628&quality=82&strip=all&ssl=1",
    "content": "A lesser-known feature of Apple Watch is the ability to add hourly Taptic Chimes to the wearable. The handy capability works in both silent or ring modes and includes a few customization options. Her… [+1580 chars]"
  },
  {
    "title": "Apple unveiled 2022’s best smart speaker in 2017",
    "img": "https://i0.wp.com/9to5mac.com/wp-content/uploads/sites/6/2022/12/HomePod-killed.jpg?resize=1200%2C628&quality=82&strip=all&ssl=1",
    "content": "Five years ago, Apple unveiled what I unequivocally consider the best smart speaker of 2022. It was late to the party, panned by tech press, and discontinued before its time. It was the original Home… [+4296 chars]"
  },
  {
    "title": "Battery replacement must be ‘easily’ achieved by consumers, in proposed European law",
    "img": "https://i0.wp.com/9to5mac.com/wp-content/uploads/sites/6/2022/12/Battery-replacement.jpeg?resize=1200%2C628&quality=82&strip=all&ssl=1",
    "content": "After mandatory USB-C ports, third-party app stores, access to the iPhone’s NFC chip, and more, Apple could be facing yet another European legal requirement this one about battery replacement.\\r\\nA pro… [+3684 chars]"
  },
  {
    "title": "Apple stops signing iOS 16.1.2 following the release of iOS 16.2 to the public",
    "img": "https://i0.wp.com/9to5mac.com/wp-content/uploads/sites/6/2022/11/iOS-16.1.2.jpeg?resize=1200%2C628&quality=82&strip=all&ssl=1",
    "content": "Apple on Tuesday stopped signing iOS 16.1.2, which means that iPhone and iPad users can no longer downgrade to this versions of the operating system if they’re already running a newer version of iOS.… [+2076 chars]"
  },
  {
    "title": "Likely OLED iPad demand sees Samsung change plans for more advanced tech",
    "img": "https://i0.wp.com/9to5mac.com/wp-content/uploads/sites/6/2022/12/Likely-OLED-iPad.jpg?resize=1200%2C628&quality=82&strip=all&ssl=1",
    "content": "Likely high demand for OLED iPad models is one factor in Samsung Display changing its development plans, according to a new supply-chain report.\\r\\nSamsung had been working on an even more advanced for… [+3427 chars]"
  },
  {
    "title": "Kuo: Mass production of iPhone SE 4 might be cancelled or delayed until 2024",
    "img": "https://i0.wp.com/9to5mac.com/wp-content/uploads/sites/6/2022/08/2023-iPhone-SE-4-XR-based.jpg?resize=1200%2C628&quality=82&strip=all&ssl=1",
    "content": "Over the past few months, we’ve been hearing rumors about the next generation iPhone SE Apple’s entry-level smartphone. However, it seems that the launch of the iPhone SE 4 is far from happening, and… [+2260 chars]"
  },
  {
    "title": "Rare HomePod mini discounts from $60 in today’s best deals, M1 MacBook Air $450 off, more",
    "img": "https://i0.wp.com/9to5mac.com/wp-content/uploads/sites/6/2022/07/HomePod-mini-launch-Norway-Sweden.jpg?resize=1200%2C628&quality=82&strip=all&ssl=1",
    "content": "Halfway through the work week, all of today’s best deals are now headlined by a rare chance to save on HomePod mini in all five colors from $60. Not to mention a long-awaited discount on a higher-end… [+4032 chars]"
  },
  {
    "title": "These people should never be allowed near a white HomePod again",
    "img": "https://i0.wp.com/9to5mac.com/wp-content/uploads/sites/6/2018/11/homepod-white.jpg?resize=1200%2C628&quality=82&strip=all&ssl=1",
    "content": "Speaking of the original HomePod, I came across something deeply disturbing during my search for used or refurbished models not every owner of a white HomePod has treated their smart speaker as if it… [+1914 chars]"
  },
  {
    "title": "Best phone carriers: Verizon vs T-Mobile vs AT&T – is it worth making a switch?",
    "img": "https://i0.wp.com/9to5mac.com/wp-content/uploads/sites/6/2022/05/best-phone-carriers.jpg?resize=1200%2C628&quality=82&strip=all&ssl=1",
    "content": "Want to check out your options for phone carriers? While prices have increased for some of the major providers this year, market competition is strong which means compelling offers for those who swit… [+6061 chars]"
  },
  {
    "title": "Pixelmator Pro update adds new ‘Deband’ feature to remove color banding from photos",
    "img": "https://i0.wp.com/9to5mac.com/wp-content/uploads/sites/6/2022/12/Pixelmator-Pro.jpg?resize=1200%2C628&quality=82&strip=all&ssl=1",
    "content": "The popular image editor for macOS Pixelmator Pro was updated on Wednesday with a very useful new feature. Named “Deband,” this feature removes the effect known as “color banding” from photos using m… [+1866 chars]"
  },
  {
    "title": "Eufy camera security breach admission leaves many questions unanswered",
    "img": "https://i0.wp.com/9to5mac.com/wp-content/uploads/sites/6/2022/12/Eufy-camera-security-breach.jpg?resize=1200%2C628&quality=82&strip=all&ssl=1",
    "content": "Brand owner Anker has finally responded to proof of a major Eufy camera security breach, but its official statement still leaves a great many questions unanswered.\\r\\nThe company has now admitted that … [+5913 chars]"
  },
  {
    "title": "Jonathan Haidt — The Coddling of the American Mind, How to Become Intellectually Antifragile, and How to Lose Anger by Studying Morality (#644)",
    "img": "https://149346886.v2.pressablecdn.com/wp-content/uploads/2022/12/Jonathan-Haidt-Illustration-scaled.jpeg",
    "content": "Illustration via 99designs\\r\\n“Shared anger is thrilling, and that’s part of what’s driving us off a cliff as a country.”\\r\\n Jonathan Haidt\\r\\nJonathan Haidt (@jonhaidt) is a social psychologist at New Yo… [+13848 chars]"
  },
  {
    "title": "The Wall Street Journal: NFL nears deal with YouTube for exclusive rights to ‘Sunday Ticket’",
    "img": "https://images.mktw.net/im-689812/social",
    "content": "The National Football League is in advanced talks to give Googles YouTube, part of Alphabet Inc. \\r\\n GOOGL,\\r\\n +0.66%\\r\\n \\r\\n GOOG,\\r\\n +0.54%\\r\\n,\\r\\n  exclusive rights to Sunday Ticket, a subscription-only pa… [+1446 chars]"
  },
  {
    "title": "Apple has two big CarPlay problems",
    "img": "https://photos5.appleinsider.com/gallery/52060-103492-CarPlay-in-iOS-15-xl.jpg",
    "content": "Apple's CarPlay interface\\r\\nAppleInsider may earn an affiliate commission on purchases made through links on our site.\\r\\nApple's CarPlay has relatively quickly become a must-have feature for any iPhone… [+4573 chars]"
  },
  {
    "title": "Kuo casts doubt on fourth-gen iPhone SE 2024 release date",
    "img": "https://photos5.appleinsider.com/gallery/51135-100990-47545-92857-iPhone-SE-Photographic-Styles-xl-xl.jpg",
    "content": "iPhone SE\\r\\nAppleInsider may earn an affiliate commission on purchases made through links on our site.\\r\\nApple is allegedly considering its options regarding its budget-friendly iPhone SE 4, with Ming-… [+1161 chars]"
  },
  {
    "title": "Amazon discounts the Apple Watch Ultra to $749 with delivery by Christmas for many",
    "img": "https://photos5.appleinsider.com/gallery/52083-103543-apple-watch-ultra-sale-on-amazon-xl.jpg",
    "content": "Save $50 instantly.\\r\\nAppleInsider may earn an affiliate commission on purchases made through links on our site.\\r\\nSave $50 on the the Apple Watch Ultra at Amazon, with multiple styles still available … [+1071 chars]"
  },
  {
    "title": "YouTube expected to beat Apple to NFL Sunday Ticket",
    "img": "https://photos5.appleinsider.com/gallery/47303-92228-43068-83676-000-lead-NFL-xl-xl.jpg",
    "content": "AppleInsider may earn an affiliate commission on purchases made through links on our site.\\r\\nApple TV+ is now unlikely to stream NFL Sunday Ticket as a new report says Google and YouTube may sign a de… [+1698 chars]"
  },
  {
    "title": "Samsung backs down, prioritizes OLED design Apple wanted",
    "img": "https://photos5.appleinsider.com/gallery/48706-95131-38980-74467-49703582457_dcf7201962_k-xl-xl.jpg",
    "content": "Apple iPad\\r\\nAppleInsider may earn an affiliate commission on purchases made through links on our site.\\r\\nWhile Samsung may not have won back OLED orders for the iPad screen, the company is now investi… [+1688 chars]"
  },
  {
    "title": "Apple's iPhone 14 success stems global smartphone revenue fall",
    "img": "https://photos5.appleinsider.com/gallery/50604-99629-iPhone-14-Pro---Pro-Max-xl.jpg",
    "content": "iPhone 14 Pro and iPhone 14 Pro Max\\r\\nAppleInsider may earn an affiliate commission on purchases made through links on our site.\\r\\nNew research says that Apple's revenue growth with the iPhone 14 range… [+1774 chars]"
  },
  {
    "title": "Daily Deals Dec. 21: $400 off MacBook Pro, 48% off Philips Hue bulbs, 32% off Samsung Galaxy Watch 4 & more",
    "img": "https://photos5.appleinsider.com/gallery/52072-103506-daily-deals-dec-21-xl.jpg",
    "content": "Save 32% on a Samsung Galaxy Watch 4\\r\\nAppleInsider may earn an affiliate commission on purchases made through links on our site.\\r\\nWednesday's best deals include LG 55\\\" Class 4K UHD Smart LED TV 14% o… [+2358 chars]"
  },
  {
    "title": "Get Apple's 1TB MacBook Pro 16-inch for $2,249",
    "img": "https://photos5.appleinsider.com/gallery/52070-103505-macbook-pro-sale-dec-2022-xl.jpg",
    "content": "Save $450 on this 1TB MacBook Pro.\\r\\nAppleInsider may earn an affiliate commission on purchases made through links on our site.\\r\\nApple Authorized Reseller Adorama is offering the 2021 16-inch MacBook … [+1980 chars]"
  },
  {
    "title": "Excitrus 105W Power Bank Ultimate: Power to go and to spare",
    "img": "https://photos5.appleinsider.com/gallery/52048-103509-IMG_0400-xl.jpg",
    "content": "When not connected to anything, pressing the mode button shows the current battery charge. \\r\\nAppleInsider may earn an affiliate commission on purchases made through links on our site.\\r\\nThe Excitrus 1… [+5970 chars]"
  },
  {
    "title": "Get the best DVD to MP4 ripper for Mac on big sale this holiday season",
    "img": "https://photos5.appleinsider.com/gallery/51883-103319-feature-image-macx-dvd-ripper-xl.jpg",
    "content": "MacX DVD Ripper Pro\\r\\nAppleInsider may earn an affiliate commission on purchases made through links on our site.\\r\\nBring films and TV shows on your physical media to the modern era, by using MacX DVD R… [+4747 chars]"
  },
  {
    "title": "How to use fsck to check and repair macOS disks",
    "img": "https://photos5.appleinsider.com/gallery/52026-103370-lede-xl.jpg",
    "content": "AppleInsider may earn an affiliate commission on purchases made through links on our site.\\r\\nApple's macOS, through UNIX, provides a variety of tools to keep your drives healthy, with one of them bein… [+4678 chars]"
  },
  {
    "title": "iPhone SE 4、出ない可能性があるって",
    "img": "https://media.loom-app.com/gizmodo/dist/images/2022/12/21/shutterstock_1585865983.jpg?w=1280&h=630&f=jpg",
    "content": "AppleiPhone SEiPhone SE 4iPhone SE 42024\\r\\n(1/5)My latest survey indicates that Apple will likely cancel or postpone the mass production plan for the 2024 iPhone SE 4. I think this is due to the consi… [+293 chars]"
  },
  {
    "title": "This beautiful MagSafe collection offers a sustainable way to top up your devices",
    "img": "https://www.yankodesign.com/images/design_news/2022/12/this-beautiful-magsafe-collection-offers-a-sustainable-way-to-top-up-your-devices/oakywood-magsafe-collection-5.jpg",
    "content": "Some might consider Apple’s new MagSafe tech for iPhones and Apple Watches as simply catching up to the already existing wireless charging technology, but it clearly does a lot more than what its ind… [+2620 chars]"
  },
  {
    "title": "This wireless charger for your iPhone, Watch, and AirPods is the last tech accessory you’ll need",
    "img": "https://www.yankodesign.com/images/design_news/2022/12/wireless_charger_for_your_iPhone_AirPods_and_Watch_hero.jpg",
    "content": "The AirBox Go may appear like any other portable charger, but this ones just built different. Designed with the ability to not just charge your phone but also juice your Apple Watch and AirPods, the … [+2431 chars]"
  },
  {
    "title": "teenage engineering desktop PC case exudes raw power with a retro-futuristic vibe",
    "img": "https://www.yankodesign.com/images/design_news/2022/12/teenage-engineering-desktop-pc-case-exudes-raw-power-with-a-retro-futuristic-vibe/teenage-engineering-computer-1-aluminum-3.jpg",
    "content": "Unless you’re a PC gamer, you most likely want to hide your desktop PC’s tall chassis from sight. Either that or you have opted for more recent desktops that are embracing modern, sometimes minimalis… [+2407 chars]"
  },
  {
    "title": "Finalmouse Centerpiece Keyboard",
    "img": "https://uncrate.com/p/2022/12/finalmouse-centerpiece-keyboard.jpg",
    "content": "Centered around the Japanese expression that embodies heart, mind, and spirit, KOKORO Spirits is a celebration of the regions and people that create their premium spirits. Their Tequila Plata is craf… [+854 chars]"
  },
  {
    "title": "Bentley Mulliner Batur 3D-Printed Gold Interior",
    "img": "https://uncrate.com/p/2022/12/bentley-3d-printed-gold-1.jpg",
    "content": "Centered around the Japanese expression that embodies heart, mind, and spirit, KOKORO Spirits is a celebration of the regions and people that create their premium spirits. Their Tequila Plata is craf… [+854 chars]"
  },
  {
    "title": "Netflix pourrait faire les frais de la crise énergétique, et vous aussi",
    "img": "https://www.journaldugeek.com/content/uploads/2022/09/netflix-logo-smartphone.jpg",
    "content": "Afin de réaliser des économies dénergie, le gouvernement songe à forcer les plateformes de streaming à baisser la résolution de leurs vidéos. Une mesure qui fait déjà débat.Et sil fallait regarder le… [+3201 chars]"
  },
  {
    "title": "À ce prix, le dernier MacBook Air M2 devient le cadeau parfait pour Noël ",
    "img": "https://www.journaldugeek.com/content/uploads/2022/07/macbook-air-m2.png",
    "content": "Pour Noël, Amazon sacrifie le prix du dernier MacBook Air M2 d'Apple. Grâce à une remise immédiate de 200 euros, ce dernier devient plus accessible au grand public. Une offre valable dans la limite d… [+4014 chars]"
  },
  {
    "title": "Apple TV+ quiere ganarse 2023: estas son las películas ya confirmadas para el año que viene",
    "img": "https://i.blogs.es/5a3932/1366_2000/840_560.jpeg",
    "content": "No han reparado en gastos. Apple TV+ quiere seguir creciendo en 2023, y para ello ha confirmado que no va a reducir el ritmo de estrenos de películas a lo largo del año que viene. Y la cartelera que … [+1657 chars]"
  },
  {
    "title": "Apple cancelará el iPhone SE 4, según Kuo. ¿Qué será de los iPhone más pequeños?",
    "img": "https://i.blogs.es/4064dc/hero/840_560.jpeg",
    "content": "El panorama iPhone parece un poco movido últimamente. Movido en el sentido de que aparecen y desaparecen modelos y, en general, se va reestructurando el catálogo para adaptarse mejor a las preferenci… [+2515 chars]"
  },
  {
    "title": "Desde WhatsApp hasta Instagram: todas las aplicaciones que echamos de menos en el iPad",
    "img": "https://i.blogs.es/c0e756/captura-de-pantalla-2022-12-21-a-las-14.23.10/840_560.jpeg",
    "content": "No vamos a negarlo, iPadOS 16 ha traído algunas aplicaciones nativas que todo el mundo pedía en el iPad como la aplicación del tiempo o Fitness. Pero visto lo visto, aún hay trabajo que hacer al resp… [+2570 chars]"
  },
  {
    "title": "Descuento de 20 euros en la power bank MagSafe de 10000 mAh de Anker, uno de los mejores accesorios para iPhone",
    "img": "https://i.blogs.es/6d5464/bateria-magsafe-iphone/840_560.jpg",
    "content": "Los iPhone 12 en adelante pueden recargar su batería por MagSafe, y no solo con cargadores en casa, sino también con baterías externas MagSafe como la Anker 633 de 10000 mAh, por 59,99 euros.\\r\\nCompra… [+1484 chars]"
  },
  {
    "title": "Cómo renombrar archivos por lotes en el Mac sin ninguna app de terceros",
    "img": "https://i.blogs.es/e9e3af/hero/840_560.jpeg",
    "content": "A la hora de cambiar el nombre de nuestros archivos en el Mac, es bastante común que tengamos que hacerlo a una buena cantidad de archivos. Ante esta situación, evidentemente, podemos optar por renom… [+2474 chars]"
  },
  {
    "title": "How to Download and Use Apple IPSW Files",
    "img": "https://static1.makeuseofimages.com/wordpress/wp-content/uploads/2022/12/iphone-13-pro-updating-ios.jpg",
    "content": "Your Apple device automatically downloads IPSW files when performing an update via the Finder, iTunes, or Software Update. These OS images are essential to the software update process, restoring your… [+7380 chars]"
  },
  {
    "title": "9 Things Macs Can Do That Windows PCs Can't",
    "img": "https://static1.makeuseofimages.com/wordpress/wp-content/uploads/2022/09/The-Pros-and-Cons-of-Using-a-Virtual-Machine-to-Run-Windows-on-a-Mac.jpg",
    "content": "Macs and Windows PCs are by far the two most popular types of computers out there. Because of how important computers are today, a Mac and a Windows PC can typically do the same things.\\r\\nSo, this had… [+6192 chars]"
  },
  {
    "title": "iPhone Photos Using Space Even After Deleting Them? 8 Fixes",
    "img": "https://static1.makeuseofimages.com/wordpress/wp-content/uploads/2021/03/featured-photo.jpg",
    "content": "One of the most irritating popups every iPhone user faces eventually is the dreaded iCloud Storage Full notification. This prevents you from making convenient cloud backups and uploading your photos … [+7163 chars]"
  },
  {
    "title": "7 Tech Tools to Help You Stay Calm and Positive Over the Holidays",
    "img": "https://static1.makeuseofimages.com/wordpress/wp-content/uploads/2022/12/woman-during-christmas-1.jpg",
    "content": "The holidays are normally a time to express love for one another by exchanging gifts and filling up on delicious food and drinks. However, the stress of traveling, being away from home, and spending … [+6409 chars]"
  },
  {
    "title": "TSMC’s CEO is not pleased with the growing US-China rift",
    "img": "https://regmedia.co.uk/2020/11/23/shutterstock_usa_taiwan_alliance_vs_china.jpg",
    "content": "As TSMC plans to spend $40 billion to build two chip manufacturing plants in the US, the Asian foundry giant's CEO is bemoaning the way America's growing rift with China has messed with the global se… [+3210 chars]"
  },
  {
    "title": "Apple teste une app TV+ sur Android, d’autres nouveautés arrivent",
    "img": "https://www.presse-citron.net/app/uploads/2019/03/apple-tv-plus.jpg",
    "content": "Voilà plusieurs années que les services est la catégorie qui progresse le plus chez Apple. A l’issue du quatrième trimestre dont ont connaît les chiffres (qui s’est terminé le 24 décembre 2022), les … [+2421 chars]"
  },
  {
    "title": "Venus Optics announces $499 Laowa 6mm F2 Zero-D lens for Micro Four Thirds",
    "img": "https://3.img-dpreview.com/files/p/E~TS940x788~articles/9812281962/Laowa_6mm_F2_Zero-D_2.jpeg",
    "content": "The lens is a stills version of the 6mm T2.1 Cine lens Laowa announced earlier this year.\\r\\nPhotographers from Agence France-Presse (AFP) showed off some of the impressive camera technology they used … [+5806 chars]"
  },
  {
    "title": "Apple's out, Google's in: How NFL Sunday Ticket could land on YouTube",
    "img": "https://static1.xdaimages.com/wordpress/wp-content/uploads/2022/12/xda-2400-x-1600-27.png",
    "content": "After months of negotiations, over the past week, reports began to hit the internet that Apple was pulling out of negotiations with the NFL for Sunday Ticket. Now, it's being reported that Google mig… [+1571 chars]"
  },
  {
    "title": "Apple's HomePod Mini drops to just $80 thanks to this last-minute flash sale",
    "img": "https://static1.xdaimages.com/wordpress/wp-content/uploads/2021/10/HomePod-Mini-colors-featured-1.jpg",
    "content": "Apple HomePod mini \\r\\nThe Apple HomePod Mini is an affordable, Siri-enabled speaker that offers plenty of neat smart features. It caters to a very particular group of users, though.\\r\\nThe HomePod Mini … [+1506 chars]"
  },
  {
    "title": "Best chargers for Lenovo Yoga 7i (2022)",
    "img": "https://static1.xdaimages.com/wordpress/wp-content/uploads/2022/11/spigen-arclink-dual-port.jpg",
    "content": "Planning to take your new Lenovo Yoga 7i with you on the go? The battery life might be excellent at around six hours, but you really don't want to forget the charger. If you do happen to misplace the… [+3686 chars]"
  },
  {
    "title": "El Nothing Phone (1) es el primer Android con soporte completo para los Apple AirPods, así funciona",
    "img": "https://i.blogs.es/585950/nothing-phone-airpods-portada/840_560.jpg",
    "content": "Aunque los AirPods estén pensados para los dispositivos de Apple esto no implica que sean exclusivos de ellos: cualquier Android puede escuchar música desde estos auriculares. Eso sí, no ofrecen toda… [+2455 chars]"
  },
  {
    "title": "Every major phone company is losing significant money right now — except Apple",
    "img": "https://www.androidauthority.com/wp-content/uploads/2020/11/Apple-Logo-2-EOY-2020.jpg",
    "content": "<ul><li>Findings revealed that global handset revenues have declined by 3% year-over-year.</li><li>Apples revenue growth prevented a steeper decline.</li><li>The revenue share for 5G reached an all-t… [+1941 chars]"
  },
  {
    "title": "10 most controversial apps and games from 2022",
    "img": "https://www.androidauthority.com/wp-content/uploads/2022/01/iMessage-app-icon.jpg",
    "content": "Controversy happens all the time, and that includes apps and games. Recent years have seen year-long beefs between major companies, and this year was no exception. We saw Google and Apple take digs a… [+12902 chars]"
  },
  {
    "title": "Dark Sky app shutting down soon, users complain about lacking Apple Weather features",
    "img": "https://bgr.com/wp-content/uploads/2022/12/apple-weather-app-dark-sky-bgr.jpg?quality=82&strip=all",
    "content": "On January 1, 2023, Apple will shut down the Dark Sky app, as the Cupertino firm touts it has implemented the most important features for its Weather app with iOS 16. As the deadline approaches, long… [+1538 chars]"
  },
  {
    "title": "Las 17 mejores películas de ciencia ficción y fantasía de 2022",
    "img": "https://i.blogs.es/16f992/mejoresfantasiaespinof22/840_560.jpeg",
    "content": "2022 será recordado como un gran año para el cine tras haber vivido dos previos grises de estrenos a medio gas y miedo al contagio en una sala de cine. La explosión de blockbusters ha roto con la mon… [+14969 chars]"
  },
  {
    "title": "Apple confirms price of its exclusive MLS streaming package (and TV Plus discount)",
    "img": "https://cdn.mos.cms.futurecdn.net/tfBn4pJrTjpu5ErTRsRL4W-1200-80.jpg",
    "content": "Apple has confirmed the price and schedule of its exclusive MLS Season Pass streaming package that will air on Apple TV from February 2023. \\r\\nThe company also confirmed (opens in new tab) the schedul… [+1554 chars]"
  },
  {
    "title": "6 things Apple Music needs to steal from Spotify",
    "img": "https://cdn.mos.cms.futurecdn.net/2rXHTsXj3ysGrPGjKrxf5N-1200-80.jpg",
    "content": "How do most people consume music at the moment? They stream it. There are now 524 million people subscribed to one of the streaming services, according to a quick Google search. There are loads of op… [+6804 chars]"
  },
  {
    "title": "iPhone 15 likely to use Qualcomm 5G modem as Apple's own still in the works",
    "img": "https://cdn.mos.cms.futurecdn.net/Z8zrXhX7hPxbgejpKp3RPV-1200-80.jpg",
    "content": "Apple has included 5G capabilities in iPhones for a while now, but all this while, it has been using Qualcomm's 5G chips. There have been rumors about the company developing its own 5G modem, but it … [+1481 chars]"
  },
  {
    "title": "Apple cancels major 2024 iPhone upgrade — and it'll hit those on a budget hardest",
    "img": "https://cdn.mos.cms.futurecdn.net/HFSGECaXvtmizGpVbj4HNg-1200-80.jpg",
    "content": "According to a prolific insider, Apple is likely to cancel or postpone the iPhone SE 4 overhaul reportedly tipped for 2024. \\r\\nMing-Chi Kuo stated Wednesday \\\"my latest survey indicates that Apple will… [+1714 chars]"
  },
  {
    "title": "Apple AirTags get major new stalking protection, update your iPhone now",
    "img": "https://cdn.mos.cms.futurecdn.net/ZkQpsDbtHZZdcmoZwgV6VS-1200-80.png",
    "content": "Apple has this week confirmed it has made a significant update to its AirTag tracking device to help prevent stalking by introducing more accurate tools to help you find and locate unwanted AirTags i… [+2123 chars]"
  },
  {
    "title": "Apple's NFL Sunday Ticket dream likely going to major $65/month rival instead",
    "img": "https://cdn.mos.cms.futurecdn.net/LVddEgKpKb7tZW5rNLyc66-1200-80.jpg",
    "content": "After months of rumors and the revelation earlier this week that Apple is likely not going to secure the streaming rights to NFL Sunday Ticket, a new report states that the hottest package in sports … [+2135 chars]"
  },
  {
    "title": "OLED iPad Pro upgrade again tipped for 2024",
    "img": "https://cdn.mos.cms.futurecdn.net/T5rR2VPJZk3ezExGYGvfhe-1200-80.jpg",
    "content": "As 2023 is set to begin, Samsung is concentrating on providing a new type of display Apple will use for the 2024 iPad Pro and future Macs. The display in development uses two-stack tandem OLED panels… [+1771 chars]"
  },
  {
    "title": "Elon Musk confirms he will resign as Twitter CEO (but on his terms)",
    "img": "https://cdn.mos.cms.futurecdn.net/hHpwXjwRxBgWCixfVELtyd-1200-80.jpg",
    "content": "Twitter is going through some tough times. The company was bought by Elon Musk earlier this year, following which there have been a bunch of changes, some of which have not been well-received by ever… [+1776 chars]"
  },
  {
    "title": "Pixelmator Pro Adds Deband Feature That Rids Images of Color Banding",
    "img": "https://petapixel.com/assets/uploads/2022/12/beforeandafter.jpg",
    "content": "Pixelmator Pro has added an AI-powered Deband feature to its Apple Mac image editing app that gets rid of color banding.\\r\\nThe new feature, which the company describes as “groundbreaking,” allows the … [+2087 chars]"
  },
  {
    "title": "Chicago PD Is A Fan Of Encryption, As Long As It Means Keeping Info Out Of The Public’s Hands",
    "img": "https://www.techdirt.com/wp-content/themes/techdirt/assets/images/td-rect-logo-white.png",
    "content": "from the prioritizing-police-safety-over-public-safety dept\\r\\nBack in 2014, the Chicago PD’s chief of detectives had this to say about Apple’s plan to roll out device encryption by default:\\r\\nApple wil… [+5024 chars]"
  },
  {
    "title": "Latest Rumors for Every Mac: When to Expect New Models, What to Expect, and More",
    "img": "https://images.macrumors.com/t/hRG9LHsUvpQNp5i9-JM12H97F5o=/1600x/article-new/2022/06/apple-silicon-mac-lineup-wwdc-2022.jpg",
    "content": "From the MacBook Pro to the Mac Pro, Mac mini, iMac, Mac Studio, and MacBook Air, it can sometimes be exhausting to keep up with each product's latest rumors and leaks for what's coming next.\\r\\nTo hel… [+5827 chars]"
  },
  {
    "title": "Deals: You Can Get a HomePod Mini for $79.99 in Time for Christmas at Best Buy",
    "img": "https://images.macrumors.com/t/U88ksEXZsRU-M7J66qPId59o0_A=/1600x/article-new/2021/11/homepod-mini-holiday.jpg",
    "content": "Best Buy has the HomePod mini in every color for $79.99, down from $99.00. We haven't seen this sale since Black Friday, and it'll only be around for one day, ending later tonight around midnight.\\r\\nN… [+838 chars]"
  }
]
